{"class_name": "Sequential", "keras_version": "2.1.2", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "batch_input_shape": [null, 21], "trainable": true, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null, "units": 2000, "bias_constraint": null, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "name": "dense_37", "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "trainable": true, "bias_constraint": null, "kernel_constraint": null, "units": 1000, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "name": "dense_38", "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "trainable": true, "bias_constraint": null, "kernel_constraint": null, "units": 500, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "name": "dense_39", "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "softmax", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "trainable": true, "bias_constraint": null, "kernel_constraint": null, "units": 2, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "name": "dense_40", "bias_regularizer": null}}]}