{"backend": "tensorflow", "keras_version": "2.1.2", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"trainable": true, "activity_regularizer": null, "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "activation": "relu", "use_bias": true, "batch_input_shape": [null, 20], "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "units": 1000}}, {"class_name": "Dense", "config": {"trainable": true, "activity_regularizer": null, "name": "dense_2", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "activation": "relu", "use_bias": true, "units": 500, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "rate": 0.2, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"trainable": true, "activity_regularizer": null, "name": "dense_3", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "activation": "softmax", "use_bias": true, "units": 2, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}